Repository: kaenguruhs/Mayan-EDMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Unable to initialize the document version image storage. Check the settings {} and {} for formatting errors.
sl: Ni mogoče inicializirati shrambe slik različice dokumenta. Preverite nastavitve {} in {} za napake pri oblikovanju.

source: Document version page images
sl: Slike strani različice dokumenta

source: Document page image preview
sl: Predogled slike strani dokumenta

source: Document file page transformation error
sl: Napaka pri preoblikovanju strani datoteke dokumenta

source: Document version page transformation error
sl: Napaka pri preoblikovanju strani različice dokumenta

source: No valid or active version
sl: Ni veljavne ali aktivne različice

source: No version pages
sl: Ni različic strani

source: Page %(page_number)s of %(total_pages)s
sl: Stran %(page_number)s od%(total_pages)s

source: No pages to display
sl: Ni strani za prikaz

source: Unknown language "%s"
sl: Neznan jezik &quot;%s&quot;

source: %(count)d document file queued for page count recalculation.
sl: %(count)d datoteka dokumenta v čakalni vrsti za ponovni izračun števila strani.

source: %(count)d document files queued for page count recalculation.
sl: %(count)d datoteke dokumentov v čakalni vrsti za ponovni izračun števila strani.

source: Recalculate the page count of the selected document file?
sl: Ponovno izračunati število strani izbrane datoteke dokumenta?

source: Recalculate the page count of the document file: %s?
sl: Ponovno izračunajte število strani datoteke dokumenta: %s?

source: This could mean that the document file is of a format that is not supported, that it is corrupted or that the upload process was interrupted. Use the document file page recalculation action to attempt to introspect the page count again.
sl: To lahko pomeni, da je datoteka dokumenta v obliki, ki ni podprta, da je poškodovana ali da je bil postopek nalaganja prekinjen. Uporabite dejanje ponovnega izračuna strani datoteke dokumenta, da poskusite znova preveriti število strani.

source: No document file pages available
sl: Na voljo ni nobena stran datoteke dokumenta

source: Pages of document file: %s
sl: Strani datoteke dokumenta: %s

source: There are no more pages in this document
sl: Ni več strani v tem dokumentu

source: You are already at the first page of this document
sl: Ste že na prvi strani dokumenta

source: Image of: %s
sl: Slika: %s

source: Error deleting document file "%(instance)s"; %(exception)s
sl: Napaka pri brisanju datoteke dokumenta &quot;%(instance)s&quot;; %(exception)s

source: Document file "%(object)s" deleted successfully.
sl: Datoteka dokumenta &quot;%(object)s&quot; je bila uspešno izbrisana.

source: %(count)d document file deleted successfully.
sl: %(count)d datoteka dokumenta je bila uspešno izbrisana.

source: %(count)d document files deleted successfully.
sl: %(count)d datoteke dokumentov so bile uspešno izbrisane.

source: Delete document file: %(object)s.
sl: Izbriši datoteko dokumenta: %(object)s.

source: Delete the %(count)d selected document file.
sl: Izbrišite %(count)d izbrano datoteko dokumenta.

source: Delete the %(count)d selected document files.
sl: Izbrišite %(count)d izbrane datoteke dokumentov.

source: All document files pages from this document file and the document version pages linked to them will be deleted too.
sl: Izbrisane bodo tudi vse strani datotek dokumentov iz te datoteke dokumenta in strani z različico dokumenta, povezane z njimi.

source: Edit document file: %s
sl: Uredi datoteko dokumenta: %s

source: File are the actual files that were uploaded for each document. Their contents needs to be mapped to a version before it can be used.
sl: Datoteke so dejanske datoteke, ki so bile naložene za vsak dokument. Njihovo vsebino je treba preslikati v različico, preden jo lahko uporabite.

source: No files available
sl: Ni datotek na voljo

source: Files of document: %s
sl: Datoteke dokumenta: %s

source: Preview of document file: %s
sl: Predogled datoteke dokumenta: %s

source: Properties of document file: %s
sl: Lastnosti datoteke dokumenta: %s

source: Transformation clear request processed for %(count)d document file.
sl: Zahteva za brisanje pretvorbe je obdelana za datoteko dokumenta %(count)d.

source: Transformation clear request processed for %(count)d document files.
sl: Zahteva za brisanje pretvorbe je obdelana za dokumentne datoteke %(count)d.

source: Clear all the page transformations for the selected document file?
sl: Počistiti vse preobrazbe strani za izbrano datoteko dokumenta?

source: Clear all the page transformations for the document file: %s?
sl: Počisti vse transformacije strani za datoteko dokumenta: %s?

source: Error deleting the page transformations for document file: %(document_file)s; %(error)s.
sl: Napaka pri brisanju transformacij strani za datoteko dokumenta: %(document_file)s; %(error)s.

source: Error cloning the page transformations for document file: %(document_file)s; %(error)s.
sl: Napaka pri kloniranju transformacij strani za datoteko dokumenta: %(document_file)s; %(error)s.

source: Transformations cloned successfully.
sl: Transformacije so bile uspešno klonirane.

source: Clone page transformations of document file: %s
sl: Preoblikovanje strani klona datoteke dokumenta: %s

source: Documents of type: %s
sl: Dokumenti vrste: %s

source: Document types are the most basic units of configuration. Everything in the system will depend on them. Define a document type for each type of physical document you intend to upload. Example document types: invoice, receipt, manual, prescription, balance sheet.
sl: Tipi dokumentov so najosnovnejše enote konfiguracije. Vse v sistemu bo odvisno od njih. Določite vrsto dokumenta za vsako vrsto fizičnega dokumenta, ki ga nameravate naložiti. Primeri vrst dokumentov: račun, potrdilo, priročnik, recept, bilanca stanja.

source: No document types available
sl: Na voljo ni nobena vrsta dokumentov

source: All documents of this type will be deleted too.
sl: Izbrisani bodo tudi vsi dokumenti te vrste.

source: Delete the document type: %s?
sl: Izbriši vrsto dokumenta: %s?

source: Edit document type: %s
sl: Uredi vrsto dokumenta: %s

source: Trash
sl: smeti

source: Deletion policies for document type: %s
sl: Politike brisanja za vrsto dokumenta: %s

source: Create quick label for document type: %s
sl: Ustvari hitro oznako za vrsto dokumenta: %s

source: Delete the quick label: %(label)s, from document type "%(document_type)s"?
sl: Izbrisati hitro oznako: %(label)s, iz vrste dokumenta &quot;%(document_type)s&quot;?

source: Edit quick label "%(filename)s" from document type "%(document_type)s"
sl: Urejanje hitre oznake &quot;%(filename)s&quot; iz vrste dokumenta &quot;%(document_type)s&quot;

source: Quick labels are predetermined filenames that allow the quick renaming of documents as they are uploaded by selecting them from a list. Quick labels can also be used after the documents have been uploaded.
sl: Hitre oznake so vnaprej določena imena datotek, ki omogočajo hitro preimenovanje dokumentov, ko so naloženi, tako da jih izberete s seznama. Hitre oznake lahko uporabite tudi po nalaganju dokumentov.

source: There are no quick labels for this document type
sl: Za to vrsto dokumenta ni hitrih oznak

source: Quick labels for document type: %s
sl: Hitre oznake za vrsto dokumenta: %s

source: Filename generation setup for document type: %s
sl: Nastavitev generiranja imena datoteke za vrsto dokumenta: %s

source: The page number of this page will be skipped. If you want to achieve sequential page numbering, use the page remap action instead.
sl: Številka strani te strani bo preskočena. Če želite doseči zaporedno oštevilčenje strani, namesto tega uporabite dejanje preslikave strani.

source: Delete document version page %s ?
sl: Izbrisati stran različice dokumenta %s?

source: Document version pages are links to actual content pages. Create them using the page remap actions or the version modification action.
sl: Strani z različico dokumenta so povezave do strani z dejansko vsebino. Ustvarite jih z dejanji preslikave strani ali dejanjem spreminjanja različice.

source: No document version pages available
sl: Na voljo ni nobena stran z različico dokumenta

source: Pages of document version: %s
sl: Strani različice dokumenta: %s

source: None
sl: Nobenega

source: There are no sources available to remap for this document version.
sl: Za to različico dokumenta ni na voljo nobenega vira za preslikavo.

source: No page sources available
sl: Viri strani niso na voljo

source: Remap pages of document version: %s
sl: Ponovno preslikaj strani različice dokumenta: %s

source: Make the document version "%s" the active version?
sl: Naj bo različica dokumenta &quot;%s&quot; aktivna različica?

source: Successfully changed the active document version.
sl: Aktivna različica dokumenta je bila uspešno spremenjena.

source: Create a document version for document: %s
sl: Ustvarite različico dokumenta za dokument: %s

source: Document version "%(object)s" deletion queued successfully.
sl: Brisanje različice dokumenta &quot;%(object)s&quot; je uspešno v čakalni vrsti.

source: %(count)d document version deletion queued successfully.
sl: %(count)d brisanje različice dokumenta je uspešno v čakalni vrsti.

source: %(count)d document version deletions queued successfully.
sl: %(count)d brisanja različic dokumenta so uspešno postavljena v čakalno vrsto.

source: Delete document version "%(object)s".
sl: Izbriši različico dokumenta &quot;%(object)s&quot;.

source: Delete %(count)d document version.
sl: Izbriši različico dokumenta %(count)d.

source: Delete %(count)d document versions.
sl: Izbrišite različice dokumenta %(count)d.

source: The process will be performed in the background.
sl: Postopek bo izveden v ozadju.

source: Edit document version: %s
sl: Uredi različico dokumenta: %s

source: Versions are views that can display document file pages as they are, remap or merge them into different layouts.
sl: Različice so pogledi, ki lahko prikažejo strani datoteke dokumentov takšne, kot so, jih preslikajo ali združijo v različne postavitve.

source: No versions available
sl: Na voljo ni nobena različica

source: Versions of document: %s
sl: Različice dokumenta: %s

source: Document version modification backend queued successfully.
sl: Zaledje spreminjanja različice dokumenta je uspešno postavljeno v čakalno vrsto.

source: Execute version modification action for document version: %s
sl: Izvedite dejanje spreminjanja različice za različico dokumenta: %s

source: Preview of document version: %s
sl: Predogled različice dokumenta: %s

source: Transformation clear request processed for %(count)d document version.
sl: Zahteva za jasno preoblikovanje obdelana za različico dokumenta %(count)d.

source: Transformation clear request processed for %(count)d document versions.
sl: Zahteva za jasno preoblikovanje obdelana za različice dokumenta %(count)d.

source: Clear all the page transformations for the selected document version?
sl: Počistiti vse transformacije strani za izbrano različico dokumenta?

source: Clear all the page transformations for the document version: %s?
sl: Počisti vse transformacije strani za različico dokumenta: %s?

source: Error deleting the page transformations for document version: %(document_version)s; %(error)s.
sl: Napaka pri brisanju transformacij strani za različico dokumenta: %(document_version)s; %(error)s.

source: Error cloning the page transformations for document version: %(document_version)s; %(error)s.
sl: Napaka pri kloniranju transformacij strani za različico dokumenta: %(document_version)s; %(error)s.

source: Clone page transformations of document version: %s
sl: Preoblikovanje strani klona različice dokumenta: %s

source: Error retrieving document list: %(exception)s.
sl: Napaka pri pridobivanju seznama dokumentov: %(exception)s.

source: This could mean that no documents have been uploaded or that your user account has not been granted the view permission for any document or document type.
sl: To lahko pomeni, da ni bil naložen noben dokument ali da vaš uporabniški račun ni dobil dovoljenja za ogled katerega koli dokumenta ali vrste dokumenta.

source: No documents available
sl: Dokumenti niso na voljo

source: Document type change request performed on %(count)d document
sl: Zahteva za spremembo vrste dokumenta, izvedena na dokumentu %(count)d

source: Document type change request performed on %(count)d documents
sl: Zahteva za spremembo vrste dokumenta, izvedena na dokumentih %(count)d

source: Change the type of the selected document
sl: Spremenite vrsto izbranega dokumenta

source: Change the type of the document: %s
sl: Spremenite vrsto dokumenta: %s

source: Document type for "%s" changed successfully.
sl: Vrsta dokumenta za &quot;%s&quot; je bila uspešno spremenjena.

source: Preview of document: %s
sl: Predogled dokumenta: %s

source: Edit properties of document: %s
sl: Uredi lastnosti dokumenta: %s

source: Properties of document: %s
sl: Lastnosti dokumenta: %s

source: Favorited documents will be listed in this view. Up to %(count)d documents can be favorited per user.
sl: Priljubljeni dokumenti bodo navedeni v tem pogledu. Na uporabnika je mogoče med priljubljene dodati do %(count)d dokumentov.

source: There are no favorited documents.
sl: Ni dokumentov med priljubljenimi.

source: %(count)d document added to favorites.
sl: %(count)d dokument dodan med priljubljene.

source: %(count)d documents added to favorites.
sl: %(count)d dokumenti dodani med priljubljene.

source: Add the selected document to favorites?
sl: Dodaj izbrani dokument med priljubljene?

source: Document "%(instance)s" is not in favorites.
sl: Dokumenta &quot;%(instance)s&quot; ni med priljubljenimi.

source: %(count)d document removed from favorites.
sl: %(count)d dokument odstranjen iz priljubljenih.

source: %(count)d documents removed from favorites.
sl: %(count)d dokumenti odstranjeni iz priljubljenih.

source: Remove the selected document from favorites?
sl: Odstraniti izbrani dokument iz priljubljenih?

source: Print: %s
sl: Tisk: %s

source: This view will list the latest documents viewed or manipulated in any way by this user account.
sl: Ta pogled bo navedel najnovejše dokumente, ki si jih je ta uporabniški račun ogledal ali kakor koli manipuliral.

source: There are no recently accessed documents
sl: Ni nedavno dostopanih dokumentov

source: This view will list the latest documents created in the system.
sl: V tem pogledu bodo navedeni najnovejši dokumenti, ustvarjeni v sistemu.

source: There are no recently created documents
sl: Ni nedavno ustvarjenih dokumentov

source: Document "%(object)s" moved to trash.
sl: Dokument &quot;%(object)s&quot; premaknjen v koš.

source: %(count)d document moved to the trash.
sl: %(count)d dokument premaknjen v koš.

source: %(count)d documents moved to the trash.
sl: %(count)d dokumenti premaknjeni v koš.

source: Move the document "%(object)s" to trash?
sl: Želite premakniti dokument &quot;%(object)s&quot; v koš?

source: Move the selected document to the trash?
sl: Želite premakniti izbrani dokument v koš?

source: Move the %(count)d selected documents to trash?
sl: Želite premakniti %(count)d izbrane dokumente v koš?

source: Empty trash?
sl: Izprazniti smeti?

source: The trash emptying task has been queued.
sl: Naloga praznjenja smeti je postavljena v čakalno vrsto.

source: %(count)d trashed documents submitted for deletion.
sl: %(count)d dokumenti v smeti, poslani v izbris.

source: Trash document "%(object)s" submitted for deletion.
sl: Dokument v smeti &quot;%(object)s&quot; je bil poslan v izbris.

source: %(count)d trashed document submitted for deletion.
sl: %(count)d dokument v smeti, poslan v izbris.

source: Delete the %(count)d selected trashed documents?
sl: Želite izbrisati %(count)d izbrane dokumente v smeti?

source: Delete the trashed document "%(object)s"?
sl: Želite izbrisati dokument &quot;%(object)s&quot; v smeti?

source: Delete the selected trashed document?
sl: Želite izbrisati izbrani dokument v smeti?

source: To avoid loss of data, documents are not deleted instantly. First, they are placed in the trash can. From here they can be then finally deleted or restored.
sl: Da bi preprečili izgubo podatkov, se dokumenti ne izbrišejo takoj. Najprej jih odložimo v koš za smeti. Od tu jih je mogoče dokončno izbrisati ali obnoviti.

source: There are no documents in the trash can
sl: V smetnjaku ni dokumentov

source: %(count)d trashed documents restored.
sl: %(count)d izgubljeni dokumenti obnovljeni.

source: Trashed document "%(object)s" restored.
sl: Dokument v smeti &quot;%(object)s&quot; je obnovljen.

source: %(count)d trashed document restored.
sl: %(count)d vrnjen v smeti dokument obnovljen.

source: Restore the %(count)d selected trashed documents?
sl: Obnoviti %(count)d izbrane dokumente v smeti?

source: Restore the trashed document: %(object)s
sl: Obnovite dokument v smeti: %(object)s

source: Restore the selected trashed document?
sl: Obnoviti izbrani dokument v smeti?

source: New document type for the workflow document.
sl: Nova vrsta dokumenta za dokument poteka dela.

source: Change document type
sl: Spremenite vrsto dokumenta

source: Send document to trash
sl: Pošlji dokument v koš
