Repository: kaenguruhs/Mayan-EDMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Documents
sl: Dokumenti

source: Create a document type
sl: Ustvarite vrsto dokumenta

source: Every uploaded document must be assigned a document type, it is the basic way Mayan EDMS categorizes documents.
sl: Vsakemu naloženemu dokumentu mora biti dodeljena vrsta dokumenta, to je osnovni način, kako Mayan EDMS kategorizira dokumente.

source: File comments
sl: Datoteka komentarjev

source: File encodings
sl: Kodiranja datotek

source: File MIME types
sl: Vrste datotek MIME

source: File timestamps
sl: Časovni žigi datotek

source: Document file
sl: Datoteka dokumenta

source: Page number
sl: Številka strani

source: Return the latest file of the document.
sl: Vrni najnovejšo datoteko dokumenta.

source: Latest file
sl: Najnovejša datoteka

source: Return the document instance.
sl: Vrnite primerek dokumenta.

source: Document
sl: Dokument

source: Thumbnail
sl: Sličica

source: Type
sl: Vrsta

source: Pages
sl: Strani

source: Date and time added
sl: Dodan datum in ura

source: Access date and time
sl: Datum in čas dostopa

source: Keeps the original filename of the uploaded file.
sl: Ohrani izvirno ime naložene datoteke.

source: Generates an immutable, random UUID (RFC 4122) for each file.
sl: Ustvari nespremenljiv, naključen UUID (RFC 4122) za vsako datoteko.

source: Generates an immutable, random UUID (RFC 4122) for each file and appends the original filename of the uploaded file.
sl: Ustvari nespremenljiv, naključen UUID (RFC 4122) za vsako datoteko in doda izvirno ime datoteke naložene datoteke.

source: Total pages
sl: Skupno število strani

source: Total documents
sl: Skupaj dokumentov

source: Documents in trash
sl: Dokumenti v smeti

source: Document types
sl: Vrste dokumentov

source: New documents this month
sl: Novi dokumenti ta mesec

source: New pages this month
sl: Nove strani ta mesec

source: Append. Create a new version and append the new file pages.
sl: Pripni. Ustvarite novo različico in dodajte nove strani datoteke.

source: Keep. Do not create a new version and keep the current version pages.
sl: obdrži. Ne ustvarjajte nove različice in obdržite strani s trenutno različico.

source: Replace. Create a new version and use the new file pages.
sl: Zamenjati. Ustvarite novo različico in uporabite nove strani datotek.

source: Append all file pages
sl: Pripni vse strani datoteke

source: The current pages will be deleted and then all the document file pages will be appended as pages of this document version.
sl: Trenutne strani bodo izbrisane in nato bodo vse strani datoteke dokumenta dodane kot strani te različice dokumenta.

source: Reset pages to latest file
sl: Ponastavi strani na najnovejšo datoteko

source: Match all pages to that of the latest document file.
sl: Ujemite vse strani z najnovejšo datoteko dokumenta.

source: Document created
sl: Dokument ustvarjen

source: Document edited
sl: Dokument urejen

source: Document viewed
sl: Ogledan dokument

source: Document file created
sl: Datoteka dokumenta ustvarjena

source: Document file deleted
sl: Datoteka dokumenta izbrisana

source: Document file edited
sl: Datoteka dokumenta urejena

source: Document type created
sl: Vrsta dokumenta ustvarjena

source: Document type edited
sl: Vrsta dokumenta urejena

source: Document type quick label created
sl: Ustvarjena hitra oznaka vrste dokumenta

source: Document type quick label deleted
sl: Hitra oznaka vrste dokumenta je izbrisana

source: Document type quick label edited
sl: Urejena hitra oznaka vrste dokumenta

source: Document type changed
sl: Vrsta dokumenta spremenjena

source: Document version created
sl: Različica dokumenta ustvarjena

source: Document version deleted
sl: Različica dokumenta izbrisana

source: Document version edited
sl: Različica dokumenta urejena

source: Document version page created
sl: Ustvarjena stran z različico dokumenta

source: Document version page deleted
sl: Stran z različico dokumenta je izbrisana

source: Document version page edited
sl: Stran z različico dokumenta je urejena

source: Document trashed
sl: Dokument vržen v koš

source: Trashed document deleted
sl: Dokument v košu je izbrisan

source: Trashed document restored
sl: Dokument v košu je obnovljen

source: Document downloaded (historic)
sl: Dokument prenesen (zgodovinsko)

source: Document file created (historic)
sl: Datoteka dokumenta ustvarjena (zgodovinsko)

source: Document version reverted (historic)
sl: Različica dokumenta je povrnjena (zgodovinsko)

source: Document version uploaded (historic)
sl: Različica dokumenta je naložena (zgodovinsko)

source: Detected
sl: Zaznano

source: Storage
sl: Shranjevanje

source: Other
sl: drugo

source: Date added
sl: Dodano datum

source: MIME type
sl: MIME tip

source: Encoding
sl: Kodiranje

source: Size
sl: Velikost

source: Exists in storage
sl: Obstaja v shrambi

source: Path in storage
sl: Pot v skladišču

source: Checksum
sl: Nadzorna vsota

source: Quick document rename
sl: Hitro preimenovanje dokumenta

source: Preserve extension
sl: Ohranite podaljšek

source: Takes the file extension and moves it to the end of the filename allowing operating systems that rely on file extensions to open document correctly.
sl: Vzame pripono datoteke in jo premakne na konec imena datoteke, kar operacijskim sistemom, ki se zanašajo na datotečne pripone, omogoči pravilno odpiranje dokumenta.

source: Date created
sl: Datum ustvarjenega

source: Language
sl: Jezik

source: Document type
sl: Vrsta dokumenta

source: The backend that will be executed against the selected document version.
sl: Zaledje, ki bo izvedeno za izbrano različico dokumenta.

source: Backend
sl: Zaledje

source: Content type
sl: Vrsta vsebine

source: Object ID
sl: ID objekta

source: Source
sl: Vir

source: Destination page number
sl: Številka ciljne strani

source: Target page number can't be repeated.
sl: Številke ciljne strani ni mogoče ponoviti.

source: Page group
sl: Skupina strani

source: Page range
sl: Obseg strani

source: Page number from which all the transformations will be cloned. Existing transformations will be lost.
sl: Številka strani, s katere bodo klonirane vse transformacije. Obstoječe transformacije bodo izgubljene.

source: Delete
sl: Izbriši

source: Edit
sl: Uredi

source: Files
sl: Datoteke

source: Print
sl: Tiskanje

source: Properties
sl: Lastnosti

source: Preview
sl: Predogled

source: Clear transformations
sl: Jasne transformacije

source: Clone transformations
sl: Preobrazbe klonov

source: First page
sl: Prva stran

source: Last page
sl: Zadnja stran

source: Previous page
sl: Prejšnja stran

source: Next page
sl: Naslednja stran

source: Document file pages
sl: Strani dokumentov

source: Rotate left
sl: Zasukaj levo

source: Rotate right
sl: Zavrtite desno

source: Page image
sl: Slika strani

source: Reset view
sl: Ponastavi pogled

source: Zoom in
sl: Približaj

source: Zoom out
sl: Pomanjšanje

source: Recalculate page count
sl: Ponovno izračunajte število strani

source: Change type
sl: Spremeni vrsto

source: All documents
sl: Vsi dokumenti

source: Recently accessed
sl: Nedavno dostopano

source: Recently created
sl: Nedavno ustvarjeno

source: Edit properties
sl: Uredi lastnosti

source: Create document type
sl: Ustvari vrsto dokumenta

source: Deletion policies
sl: Politike brisanja

source: Add quick label to document type
sl: Dodajte hitro oznako vrsti dokumenta

source: Quick labels
sl: Hitre oznake

source: Filename generation
sl: Generiranje imena datoteke

source: Make active
sl: Postanite aktivni

source: Create document version
sl: Ustvari različico dokumenta

source: Versions
sl: Različice

source: Modify
sl: Spremeni

source: Remap pages
sl: Preslikaj strani

source: Document version
sl: Različica dokumenta

source: Document version pages
sl: Strani z različico dokumenta

source: Favorites
sl: Priljubljene

source: Add to favorites
sl: Dodaj med priljubljene

source: Remove from favorites
sl: Odstrani iz priljubljenih

source: Decorations
sl: Okraski

source: Move to trash
sl: Premakni v koš

source: Trash can
sl: Koš za smeti

source: Restore
sl: Obnovi

source: Empty trash
sl: Izprazni smeti

source: Default
sl: Privzeto

source: January
sl: januarja

source: February
sl: februar

source: March
sl: marec

source: April
sl: aprila

source: May
sl: maja

source: June
sl: junija

source: July
sl: julija

source: August
sl: avgusta

source: September
sl: septembra

source: October
sl: oktobra

source: November
sl: novembra

source: December
sl: decembra

source: All pages
sl: Vse strani

source: Label
sl: Oznaka

source: The server date and time when the document file was processed.
sl: Datum in čas strežnika, ko je bila datoteka dokumenta obdelana.

source: Timestamp
sl: Časovni žig

source: An optional short text describing the document file.
sl: Neobvezno kratko besedilo, ki opisuje datoteko dokumenta.

source: Comment
sl: Komentiraj

source: File
sl: mapa

source: Filename
sl: Ime datoteke

source: The document file's file mimetype. MIME types are a standard way to describe the format of a file, in this case the file format of the document. Some examples: "text/plain" or "image/jpeg".
sl: Mimetype datoteke dokumenta. Vrste MIME so standardni način za opis formata datoteke, v tem primeru formata datoteke dokumenta. Nekaj primerov: &quot;text/plain&quot; ali &quot;image/jpeg&quot;.

source: The document file file encoding. binary 7-bit, binary 8-bit, text, base64, etc.
sl: Kodiranje datoteke dokumenta. binarni 7-bitni, binarni 8-bitni, besedilni, base64 itd.

source: Document files
sl: Dokumentne datoteke

source: %(document_file)s - page %(page_num)d of %(total_pages)d
sl: %(document_file)s - stran %(page_num)d od %(total_pages)d

source: Document file page
sl: Stran datoteke dokumenta

source: Document stub, id: %d
sl: Kop dokumenta, ID: %d

source: UUID of a document, universally Unique ID. An unique identifier generated for each document.
sl: UUID dokumenta, univerzalno enolični ID. Enolični identifikator, ustvarjen za vsak dokument.

source: The document type of the document.
sl: Vrsta dokumenta dokumenta.

source: A short text identifying the document. By default, will be set to the filename of the first file uploaded to the document.
sl: Kratko besedilo, ki identificira dokument. Privzeto bo nastavljeno na ime datoteke prve datoteke, naložene v dokument.

source: An optional short text describing a document.
sl: Neobvezno kratko besedilo, ki opisuje dokument.

source: Description
sl: Opis

source: The date and time of the document creation.
sl: Datum in čas nastanka dokumenta.

source: Created
sl: Ustvarjeno

source: The primary language in the document.
sl: Primarni jezik v dokumentu.

source: Whether or not this document is in the trash.
sl: Ne glede na to, ali je ta dokument v košu ali ne.

source: In trash?
sl: V smeti?

source: The server date and time when the document was moved to the trash.
sl: Datum in čas strežnika, ko je bil dokument premaknjen v koš.

source: Date and time trashed
sl: Datum in ura sta bila v smeti

source: A document stub is a document with an entry on the database but no file uploaded. This could be an interrupted upload or a deferred upload via the API.
sl: Škrob dokumenta je dokument z vnosom v zbirko podatkov, vendar brez naložene datoteke. To je lahko prekinjeno nalaganje ali odloženo nalaganje prek API-ja.

source: Is stub?
sl: Je škrbina?

source: A short text identifying the document type.
sl: Kratko besedilo, ki identificira vrsto dokumenta.

source: Amount of time after which documents of this type will be moved to the trash.
sl: Količina časa, po katerem bodo dokumenti te vrste premaknjeni v koš.

source: Trash time period
sl: Časovno obdobje smeti

source: Trash time unit
sl: Časovna enota smeti

source: Amount of time after which documents of this type in the trash will be deleted.
sl: Količina časa, po katerem bodo dokumenti te vrste v košu izbrisani.

source: Delete time period
sl: Izbriši časovno obdobje

source: Delete time unit
sl: Izbriši časovno enoto

source: The class responsible for producing the actual filename used to store the uploaded documents.
sl: Razred, odgovoren za ustvarjanje dejanskega imena datoteke, ki se uporablja za shranjevanje naloženih dokumentov.

source: Filename generator backend
sl: Zaledje generatorja imen datotek

source: The arguments for the filename generator backend as a YAML dictionary.
sl: Argumenti za zaledje generatorja imen datotek kot slovar YAML.

source: Filename generator backend arguments
sl: Zaledni argumenti generatorja imen datotek

source: Documents types
sl: Vrste dokumentov

source: Enabled
sl: Omogočeno

source: Quick label
sl: Hitra oznaka

source: The server date and time when the document version was created.
sl: Datum in čas strežnika, ko je bila ustvarjena različica dokumenta.

source: An optional short text describing the document version.
sl: Neobvezno kratko besedilo, ki opisuje različico dokumenta.

source: Determines the active version of the document.
sl: Določa aktivno različico dokumenta.

source: Active
sl: Aktiven

source: Document versions
sl: Različice dokumentov

source: %(document_version)s page %(page_number)d of %(total_pages)d
sl: %(document_version)s stran %(page_number)d od %(total_pages)d

source: Unique integer number for the page. Pages are ordered by this number.
sl: Edinstveno celo število za stran. Strani so razvrščene po tej številki.

source: Content type for the source object of the page.
sl: Vrsta vsebine za izvorni predmet strani.

source: ID for the source object of the page.
sl: ID za izvorni predmet strani.

source: Document version page
sl: Stran z različico dokumenta

source: User
sl: Uporabnik

source: Favorite document
sl: Najljubši dokument

source: Favorite documents
sl: Priljubljeni dokumenti

source: Accessed
sl: Dostopano

source: Recent document
sl: Nedavni dokument

source: Recent documents
sl: Najnovejši dokumenti

source: Recently accessed document
sl: Dokument, do katerega ste nedavno dostopali

source: Recently accessed documents
sl: Nedavno dostopani dokumenti

source: Change type of documents
sl: Spremenite vrsto dokumentov

source: Create documents
sl: Ustvari dokument

source: Edit documents
sl: Uredi dokumente

source: Edit document properties
sl: Uredi lastnosti dokumenta

source: Execute document modifying tools
sl: Izvedi orodja za spreminjanje dokumentov

source: View documents
sl: Poglej dokumente

source: Delete document files
sl: Izbrišite datoteke dokumentov

source: Edit document files
sl: Urejanje datotek dokumentov

source: Create new document files
sl: Ustvarite nove dokumentne datoteke

source: Print document files
sl: Natisnite datoteke dokumentov

source: Execute document file modifying tools
sl: Izvedite orodja za spreminjanje datotek dokumentov

source: View document files
sl: Ogled datotek dokumentov

source: Create document versions
sl: Ustvarite različice dokumentov

source: Delete document versions
sl: Izbriši različice dokumenta

source: Edit document versions
sl: Uredi različice dokumenta

source: Print document versions
sl: Natisnite različice dokumenta

source: View document versions
sl: Ogled različic dokumentov

source: Create document types
sl: Kreiran tipe dokumentov

source: Delete document types
sl: Izbriši tipe dokumentov

source: Edit document types
sl: Uredi tipe dokumentov

source: View document types
sl: Poglej tip dokumenta

source: Restore trashed document
sl: Obnovi dokument v smeti

source: Delete trashed documents
sl: Izbrišite dokumente v smeti

source: Trash documents
sl: Vrzi dokumente v smeti

source: Documents periodic
sl: Dokumenti periodični

source: Uploads
sl: Nalaganja

source: Empty the trash can
sl: Izprazni koš za smeti

source: Delete a document
sl: Izbriši dokument

source: Append all document file pages to a document version
sl: Pripni vse strani datoteke dokumenta v različico dokumenta

source: Reset the page list of a document version
sl: Ponastavite seznam strani različice dokumenta

source: Delete a document version
sl: Izbrišite različico dokumenta

source: Export a document version
sl: Izvozite različico dokumenta

source: Check document type trash periods
sl: Preverite obdobja smeti vrste dokumenta

source: Delete document stubs
sl: Izbrišite škrbine dokumentov

source: Check document type delete periods
sl: Preverite obdobja brisanja vrste dokumenta

source: Update document page count
sl: Posodobi število strani dokumenta

source: Upload new document file
sl: Naloži novo datoteko dokumenta

source: Upload new document
sl: Naloži nov dokument

source: Document type label
sl: Oznaka vrste dokumenta

source: Document label
sl: Oznaka dokumenta

source: Document description
sl: Opis dokumenta

source: Document UUID
sl: UUID dokumenta

source: Document file checksum
sl: Kontrolna vsota datoteke dokumenta

source: Document file MIME type
sl: Vrsta datoteke dokumenta MIME

source: Document version comment
sl: Komentar različice dokumenta

source: Document file URL
sl: URL datoteke dokumenta

source: Image URL
sl: URL slike

source: Action
sl: Akcija

source: Document URL
sl: URL dokumenta

source: Download URL
sl: Prenos URL-ja

source: Binary content for the new file.
sl: Binarna vsebina za novo datoteko.

source: File new
sl: Datoteka nova

source: Page list URL
sl: URL seznama strani

source: Pages first
sl: Najprej strani

source: Document type ID for the new document.
sl: ID vrste dokumenta za nov dokument.

source: Document type ID
sl: ID vrste dokumenta

source: Document change type URL
sl: URL vrste spremembe dokumenta

source: File latest
sl: Najnovejša datoteka

source: File list URL
sl: URL seznama datotek

source: Version active
sl: Različica aktivna

source: Version list URL
sl: URL seznama različic

source: Primary key of the document type into which the document will be changed.
sl: Primarni ključ vrste dokumenta, v katerega bo spremenjen dokument.

source: Document type URL
sl: URL vrste dokumenta

source: Quick label list URL
sl: URL hitrega seznama oznak

source: Backend ID
sl: ID zaledja

source: Primary key of the modification backend to execute.
sl: Primarni ključ ozadja spreminjanja za izvedbo.

source: Content type ID of the source object for the page.
sl: ID vrste vsebine izvornega objekta za stran.

source: Document version URL
sl: URL različice dokumenta

source: Export URL
sl: Izvozi URL

source: Document ID for the new favorite document.
sl: ID dokumenta za novi priljubljeni dokument.

source: Document ID
sl: ID dokumenta

source: Restore URL
sl: Obnovi URL

source: The threshold at which the DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest document file page image cache files. Specify the size in bytes.
sl: Prag, pri katerem bo DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND začel brisati najstarejše datoteke dokumentov, datotek predpomnilnika slik strani. Določite velikost v bajtih.

source: Path to the Storage subclass to use when storing document files.
sl: Pot do podrazreda Storage za uporabo pri shranjevanju datotek dokumentov.

source: Arguments to pass to the DOCUMENT_FILE_STORAGE_BACKEND.
sl: Argumenti za posredovanje v DOCUMENT_FILE_STORAGE_BACKEND.

source: Path to the Storage subclass to use when storing the cached document file page image files.
sl: Pot do podrazreda Storage, ki se uporablja pri shranjevanju predpomnjene datoteke dokumenta, slikovnih datotek strani.

source: Arguments to pass to the DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
sl: Argumenti za posredovanje v DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.

source: Maximum number of favorite documents to remember per user.
sl: Največje število priljubljenih dokumentov, ki si jih je treba zapomniti na uporabnika.

source: Size of blocks to use when calculating the document file's checksum. A value of 0 disables the block calculation and the entire file will be loaded into memory.
sl: Velikost blokov za uporabo pri izračunu kontrolne vsote datoteke dokumenta. Vrednost 0 onemogoči izračun bloka in celotna datoteka bo naložena v pomnilnik.

source: Default documents language (in ISO639-3 format).
sl: Privzeti jezik dokumentov (v formatu ISO639-3).

source: List of supported document languages. In ISO639-3 format.
sl: Seznam podprtih jezikov dokumentov. V formatu ISO639-3.

source: The threshold at which the DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest document version page image cache versions. Specify the size in bytes.
sl: Prag, pri katerem bo DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND začel brisati najstarejše različice dokumenta, različice predpomnilnika slik strani. Določite velikost v bajtih.

source: Path to the Storage subclass to use when storing the cached document version page image versions.
sl: Pot do podrazreda Storage, ki se uporablja pri shranjevanju predpomnjenih različic dokumentov in slik strani.

source: Arguments to pass to the DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
sl: Argumenti za posredovanje v DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.

source: Maximum number of recently accessed documents (created, edited, viewed) to remember per user.
sl: Največje število nedavno dostopanih dokumentov (ustvarjenih, urejenih, ogledanih), ki si jih je treba zapomniti na uporabnika.

source: Maximum number of recently created documents to show.
sl: Največje število nedavno ustvarjenih dokumentov za prikaz.

source: Amount in degrees to rotate a document page per user interaction.
sl: Število v stopinjah za rotiranje strani dokumenta ob uporabniški interakciji.

source: Time after which a document stub will be considered invalid and deleted.
sl: Čas, po katerem bo škrbina dokumenta veljala za neveljavno in izbrisana.

source: Height in pixels of the document thumbnail image.
sl: Višina sličice dokumenta v slikovnih pikah.

source: Maximum amount in percent (%) to allow user to zoom in a document page interactively.
sl: Največji znesek v procentih (%), ki je dovoljen uporabniku za približevanje strani v dokumentu.

source: Minimum amount in percent (%) to allow user to zoom out a document page interactively.
sl: Naamanjši znesek v procentih (%), ki je dovoljen uporabniku za približevanje strani v dokumentu.

source: Amount in percent zoom in or out a document page per user interaction.
sl: Znesek v procentih za približane oziroma oddaljene strani na dokument v uporabniškem vmesniku.

source: New documents per month
sl: Novi dokumenti na mesec

source: New document files per month
sl: Nove dokumentne datoteke na mesec

source: New document pages per month
sl: Nove strani dokumenta na mesec

source: Total documents at each month
sl: Skupni dokumenti za vsak mesec

source: Total document files at each month
sl: Skupno število dokumentov za vsak mesec

source: Total document pages at each month
sl: Skupno število strani dokumenta za vsak mesec

source: Total documents per document type
sl: Skupno število dokumentov na vrsto dokumenta

source: Total document files per document type
sl: Skupno število datotek dokumentov na vrsto dokumenta

source: Total document file pages per document type
sl: Skupno število strani datoteke dokumenta na vrsto dokumenta

source: Unable to initialize the document file storage. Check the settings {} and {} for formatting errors.
sl: Ni mogoče inicializirati shrambe dokumentov. Preverite nastavitve {} in {} za napake pri oblikovanju.

source: Unable to initialize the document file image storage. Check the settings {} and {} for formatting errors.
sl: Ni mogoče inicializirati shranjevanja slik datoteke dokumenta. Preverite nastavitve {} in {} za napake pri oblikovanju.

source: Document file page images
sl: Slike strani datoteke dokumentov
