Repository: kaenguruhs/Mayan-EDMS
Catalog: mayan/apps/dynamic_search/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Dynamic search
sl: Dinamično iskanje

source: Search backend error. Verify that the search service is available and that the search syntax is valid for the active search backend; %s
sl: Napaka v ozadju iskanja. Preverite, ali je iskalna storitev na voljo in ali je sintaksa iskanja veljavna za aktivno iskalno zaledje; %s

source: Unknown search model `%s`.
sl: Neznan iskalni model `%s`.

source: Match all
sl: Ujemaj vse

source: When checked, only results that match all fields will be returned. When unchecked results that match at least one field will be returned.
sl: Ko je označeno, bodo vrnjeni le rezultati, ki se ujemajo z vsemi polji. Če ni označeno, bodo vrnjeni rezultati, ki se ujemajo z vsaj enim poljem.

source: Search terms
sl: Iskalni izrazi

source: Search
sl: Iskanje

source: Advanced search
sl: Napredno iskanje

source: Search again
sl: Išči znova

source: Reindex search backend
sl: Ponovno indeksiranje zaledja iskanja

source: Execute search tools
sl: Izvedite iskalna orodja

source: Search slow
sl: Išči počasi

source: Remove a model instance from the search engine.
sl: Odstranite primerek modela iz iskalnika.

source: Index a model instance to the search engine.
sl: Indeksirajte primerek modela v iskalnik.

source: Index all instances of a search model to the search engine.
sl: Indeksirajte vse primerke iskalnega modela v iskalniku.

source: Index all related instances of a search model after a many to many event.
sl: Indeksirajte vse povezane primerke iskalnega modela po dogodku mnogo proti mnogo.

source: Reset the search backend indices and index all instances again.
sl: Ponastavite indekse iskalnega zaledja in znova indeksirajte vse primerke.

source: Full path to the backend to be used to handle the search.
sl: Celotna pot do zaledja, ki bo uporabljena za upravljanje iskanja.

source: Disables the single term bar search leaving only the advanced search button.
sl: Onemogoči iskanje v vrstici z enim izrazom, ostane samo gumb za napredno iskanje.

source: Amount of objects to process when performing bulk indexing.
sl: Količina predmetov za obdelavo pri izvajanju množičnega indeksiranja.

source: Sets the default state of the "Match all" checkbox.
sl: Nastavi privzeto stanje potrditvenega polja »Ujemaj vse«.

source: Maximum number search results to fetch and display.
sl: Največje število rezultatov iskanja za pridobitev in prikaz.

source: List filter
sl: Filter seznama

source: Advanced
sl: Napredno

source: Try again using different terms.
sl: Poskusite znova z drugimi izrazi.

source: No search results
sl: Ni rezultatov iskanja

source: Search results for: %s
sl: Rezultati iskanja za: %s

source: This tool is required only for some search backends. Search results will be affected while the backend is being reindexed.
sl: To orodje je potrebno samo za nekatera iskalna zaledja. Med ponovnim indeksiranjem zaledja bo to vplivalo na rezultate iskanja.

source: This tool erases and populates the search backend's internal index.
sl: To orodje izbriše in zapolni notranji indeks zaledja iskanja.

source: Search backend reindexing queued.
sl: Ponovno indeksiranje zaledja iskanja je v čakalni vrsti.

source: Search for: %s
sl: Iskanje: %s
