Repository: kaenguruhs/Mayan-EDMS
Catalog: mayan/apps/ocr/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, el, ru

source: The OCR content.
ar: محتوى التعرف الضوئي على الحروف.
bg: Съдържанието на OCR.
el: Περιεχόμενο OCR.
ru: Распознанное содержимое.

source: A generator returning the document's pages OCR content.
ar: منشئ يعيد محتوى صفحات نص الوثيقة
bg: Генератор, връщащ OCR съдържанието на страниците на документа.
el: Μια γεννήτρια που επιστρέφει το περιεχόμενο OCR των σελίδων του εγγράφου.
ru: Генератор, возвращающий распознанное содержимое страниц документа.

source: OCR content
ar: محتوى التعرف الضوئي على الحروف
bg: OCR съдържание
el: Περιεχόμενο OCR
ru: Распознанное содержимое

source: Date and time
ar: الوقت والتاريخ
bg: Дата и час
el: Ημερομηνία και ώρα
ru: Дата и время

source: Result
ar: النتيجة
bg: Резултат
el: Αποτέλεσμα
ru: Результат

source: Tesseract OCR not found.
ar: لم يتم العثور على المطلوب
bg: Tesseract OCR не е намерен.
el: Το Tesseract OCR δεν βρέθηκε.
ru: Tesseract OCR не найден.

source: Free Open Source OCR Engine
ar: النص التلقائي
bg: Безплатна OCR машина с отворен код
el: Δωρεάν μηχανή ανοιχτού κώδικα OCR
ru: Свободно распространяемая система распознавания текста с открытым исходным кодом

source: Document version OCR content deleted
bg: Изтрито е OCR съдържанието на версията на документа

source: Document version page OCR content edited
bg: Редактирано OCR съдържание на страницата с версия на документа

source: Document version submitted for OCR
ar: إرسال نص الوثيقة
bg: Версия на документа, представена за OCR
el: Έκδοση εγγράφου υποβλήθηκε για οπτική αναγνώριση χαρακτήρων
ru: Версия документа отправлена на распознавание

source: Document version OCR finished
ar: الإصدار النهائي لنص الوثيقة
bg: OCR на версия на документ приключи
el: Η οπτική αναγνώριση χαρακτήρων του εγγράφου ολοκληρώθηκε
ru: Распознавание версии документа завершено

source: Contents
ar: المحتويات
bg: Съдържание
el: Περιεχόμενα
ru: Содержимое

source: Page %(page_number)d
ar: الصفحة %(page_number)d
bg: Страница %(page_number)d
el: Σελίδα %(page_number)d
ru: Страница %(page_number)d

source: Setup OCR
ar: إعدادات نص الوثيقة
bg: Настройка на OCR
el: Ρύθμιση OCR
ru: Настройки распознавания

source: OCR documents per type
ar: نص الوثيقة لكل نوع
bg: OCR на документи по тип
el: Έγγραφα OCR ανά τύπο
ru: Распознать документы указанного типа

source: Delete OCR content
ar: حذف محتوى النص
bg: Изтриване на OCR съдържание
el: Διαγραφή περιεχομένου OCR
ru: Удалить распознанное содержимое

source: Download OCR text
ar: تحميل النص
bg: Изтеглете OCR текст
el: Λήψη κειμένου OCR
ru: Скачать распознанный текст

source: OCR errors
ar: أخطاء نص الوثيقة
bg: Грешки в OCR
el: Σφάλματα οπτικής αναγνώρισης χαρακτήρων
ru: Ошибки распознавания

source: Submit for OCR
ar: اعتماد نص الوثيقة
bg: Изпращане за OCR
el: Υποβολή προς οπτική αναγνώριση χαρακτήρων
ru: Отправить на распознавание

source: Edit OCR
bg: Редактиране на OCR

source: Document type
ar: نوع الوثيقة
bg: Тип документ
el: Τύπος εγγράφου
ru: Тип документа

source: Automatically queue newly created documents for OCR.
ar: التحويل التلقائي للوثيقة الى نص
bg: Автоматично поставете на опашка новосъздадените документи за OCR.
el: Αυτόματη προσθήκη προσφάτως δημιουργημένων εγγράφων προς οπτική αναγνώριση χαρακτήρων.
ru: Автоматически ставить вновь созданные документы в очередь для распознавания.

source: Document type settings
ar: اعدادات نوع الوثيقة
bg: Настройки за тип на документ
el: Ρυθμίσεις τύπου εγγράφου
ru: Настройки типа документа

source: Document types settings
ar: اعدادات انواع الوثائق
bg: Настройки за типове документи
el: Ρυθμίσεις τύπων εγγράφου.
ru: Настройки типов документа

source: Document version
ar: نسخة الوثيقة
bg: Версия на документа
el: Έκδοση εγγράφου
ru: Версия документа

source: Date time submitted
ar: تاريخ و وقت الإرسال
bg: Дата и час на подаване
el: Ημερομηνία και ώρα υποβολής
ru: Дата и время отправки

source: Document version OCR error
ar: خطأ إصدار نص الوثيقة
bg: OCR грешка за версия на документа
el: Σφάλμα OCR έκδοσης εγγράφου
ru: Ошибка распознавания для версии документа

source: Document version OCR errors
ar: أخطاء إصدار نص الوثائق
bg: OCR грешки за версия на документа
el: Σφάλματα OCR έκδοσης εγγράφου
ru: Ошибки распознавания для версий документов

source: Document version page
bg: Страница с версия на документа
ru: Страница версии документа

source: The actual text content extracted by the OCR backend.
ar: محتوى النص الفعلي المستخرج
bg: Действителното текстово съдържание, извлечено от OCR бекенда.
el: Το πραγματικό περιεχόμενο κειμένου που εξάγεται από το υποκείμενο σύστημα του OCR.
ru: Фактическое текстовое содержимое, извлеченное бэкэндом распознавания.

source: Content
ar: المحتوى
bg: Съдържание
el: Περιεχόμενο
ru: Содержимое

source: Document version page OCR content
bg: Съдържание на OCR на страницата с версия на документа
ru: Распознанное содержимое версии страницы документа

source: Document version pages OCR contents
bg: Страници с OCR съдържание на версията на документа
ru: Распознанное содержимое версий страниц документа

source: Submit documents for OCR
ar: ارسال نص الوثيقة
bg: Подаване на документи за OCR
el: Υποβολή εγγράφων προς οπτική αναγνώριση χαρακτήρων
ru: Отправить документы на распознавание текста

source: Edit the transcribed text from document
bg: Редактирайте транскрибирания текст от документа

source: View the transcribed text from document
ar: عرض النص المكتوب من المستند
bg: Преглед на транскрибирания текст от документ
el: Εμφάνιση του οπτικά αναγνωρισμένου κειμένου από το έγγραφο
ru: Просмотр распознанного текста документа

source: Change document type OCR settings
ar: تغيير إعدادات نوع نص الوثيقة
bg: Промяна на настройките на OCR за типа документ
el: Τροποποίηση ρυθμίσεων τύπου εγγράφου OCR
ru: Изменить настройки распознавания для типа документа

source: Finish document file OCR
bg: Завършете OCR на файла с документа
ru: Завершить распознавание файла документа

source: Document file page OCR
bg: OCR на страница от файла с документа
ru: Распознать страницу файла документа

source: Document file OCR
bg: OCR на файла с документа
ru: Распознать файл документа

source: Document version OCR
ar: نسخة نص الوثيقة
bg: OCR за версия на документа
el: OCR έκδοσης εγγράφου
ru: Распознать версию документа

source: Set new document types to perform OCR automatically by default.
ar: التحويل التلقائي الى النص بعد إنشاء وثائق جديدة
bg: Задайте нови типове документи за автоматично изпълнение на OCR по подразбиране.
el: Ορισμός νέων τύπων εγγράφου στους οποίους θα πραγματοποιείται αυτόματα οπτική αναγνώριση χαρακτήρων.
ru: Включить по умолчанию автоматический запуск распознавания текста для вновь создаваемых типов документов.

source: Full path to the backend to be used to do OCR.
ar: المسار الكامل للواجهة الخلفية لاستخدامه للقيام بالتعرف الضوئي على الحروف.
bg: Пълен път към бекенда, за да се използва OCR.
el: Πλήρης διαδρομή στο υποκείμενο σύστημα που θα χρησιμοποιηθεί για οπτική αναγνώριση χαρακτήρων.
ru: Полный путь к бэкэнду, который будет использоваться для распознавания текста.

source: Error deleting document version OCR "%(instance)s"; %(exception)s
bg: Грешка при изтриване на OCR версия на документа &quot;%(instance)s&quot;; %(exception)s

source: OCR content of "%(object)s" deleted successfully.
bg: OCR съдържанието на „%(object)s“ е изтрито успешно.

source: OCR content of %(count)d document version deleted successfully.
bg: OCR съдържанието на %(count)d версия на документа е изтрито успешно.

source: OCR content of %(count)d document versions deleted successfully.
bg: OCR съдържанието на %(count)d версии на документи е изтрито успешно.

source: Delete the OCR content of: %(object)s.
bg: Изтрийте съдържанието на OCR на: %(object)s.

source: Delete the OCR content of the %(count)d selected document version.
bg: Изтрийте OCR съдържанието на на %(count)dизбрана версия.

source: Delete the OCR content of the %(count)d selected document versions.
bg: Изтрийте OCR съдържанието на %(count)dизбрани версии.

source: OCR result for document: %s
ar: تحويل الوثيقة الى نص : %s
bg: OCR резултат за документ: %s
el: Αποτελέσματα οπτικής αναγνώρισης χαρακτήρων του εγγράφου: %s
ru: Распознанный текст документа: %s

source: OCR errors for document: %s
ar: أخطاء نص الوثيقة: %s
bg: OCR грешки за документ: %s
el: Σφάλματα οπτικής αναγνώρισης χαρακτήρων του εγγράφου: %s
ru: Ошибки распознавания документа: %s

source: OCR result for document version page: %s
bg: OCR резултат за страница с версия на документа: %s
ru: Распознанный текст страницы версии документа: %s

source: Edit OCR for document version page: %s
bg: Редактирайте OCR за страницата с версия на документа: %s

source: Submit all documents of a type for OCR
ar: إرسال جميع المستندات من نوع نص
bg: Изпратете всички документи от даден тип за OCR
el: Υποβολή όλων των εγγράφων ενός τύπου προς οπτική αναγνώριση χαρακτήρων
ru: Отправить все документы указанного типа на распознавание

source: %(count)d documents added to the OCR queue.
ar: تمت إضافة وثائق%(count)d إلى قائمة انتظار التعرف الضوئي على الحروف.
bg: %(count)d документа, добавени към OCR опашката.
el: Προστέθηκαν %(count)d έγγραφα στην ουρά για οπτική αναγνώριση χαρακτήρων.
ru: %(count)d документов добавлено в очередь для распознавания

source: Edit OCR settings for document type: %s.
ar: تحرير إعدادات النص لنوع الوثيقة: %s.
bg: Редактиране на настройките на OCR за типа документ: %s.
el: Επεξεργασία ρυθμίσεων OCR για τύπο εγγράφου: %s.
ru: Настройки распознавания для типа документа: %s

source: Page condition
ar: حالة الصفحة
bg: Състояние на страницата
el: Συνθήκη σελίδας
ru: Состояние страницы

source: The condition that will determine if a document page's OCR content will be modified or not. The condition is evaluated against the iterated document page. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
ar: الشرط الذي سيحدد ما إذا كان سيتم تعديل محتوى OCR لصفحة المستند أم لا. يتم تقييم الشرط مقابل صفحة المستند المتكرر. تعتبر الشروط التي لا تُرجع أي قيمة ، أو التي تُرجع قيمة Python المنطقية ، أو سلسلة فارغة (&#39;&#39;) خطأ منطقيًا ، وتعتبر أي قيمة أخرى هي الحقيقة المنطقية.
bg: Състоянието, което ще определи дали извлечения текст от страница на документ ще бъде променен или не. Условието се оценява спрямо последователната страница на документа. Условия, които не връщат никаква стойност, които връщат логическо НЕ в Python, или празен низ (&#39;&#39;) се считат за логическа неистина, всяка друга стойност се счита за логическа истина.
el: Η συνθήκη που θα καθορίσει εάν το περιεχόμενο OCR μιας σελίδας εγγράφου θα τροποποιηθεί ή όχι. Η συνθήκη αξιολογείται έναντι της επαναλαμβανόμενης σελίδας εγγράφου. Συνθήκες που δεν επιστρέφουν καμία τιμή, που επιστρέφουν την λογική τιμή None της Python ή μια κενή συμβολοσειρά ('') θεωρούνται λογικώς ψευδείς, οποιαδήποτε άλλη τιμή θεωρείται λογικώς αληθείς.
ru: Условие, которое определяет, будет ли изменено распознанное содержимое страницы или нет. Условие оценивается по итерированной странице документа. Условия, которые не возвращают никакого значения, которые возвращают логическое значение Python None или пустую строку (''), считаются логическим ЛОЖЬ, любое другое значение считается логическим ИСТИНА.

source: Page content
ar: محتوى الصفحة
bg: Съдържание на страницата
el: Περιεχόμενο σελίδας
ru: Содержимое страницы

source: A template that will generate the OCR content to be saved.
ar: قالب يقوم بإنشاء محتوى نص ليتم حفظه.
bg: Шаблон, който ще генерира OCR съдържание, което ще бъде запазено.
el: Ένα πρότυπο που θα δημιουργήσει το περιεχόμενο OCR που θα αποθηκευτεί.
ru: Шаблон, генерирующий распознанное содержимое для сохранения.

source: Update document page OCR content
ar: تحديث محتوى صفحة نص الوثيقة
bg: Актуализиране на съдържанието на OCR на страницата на документа
el: Ενημέρωση περιεχομένου σελίδας εγγράφου OCR
ru: Обновить распознанное содержимое страницы документа

source: OCR
ar: نص الوثيقة
ru: Распознавание текста
