Repository: kaenguruhs/Mayan-EDMS
Catalog: mayan/apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Metadata
sl: Metapodatki

source: Return the value of a specific document metadata.
sl: Vrne vrednost metapodatkov določenega dokumenta.

source: Metadata value of
sl: Vrednost metapodatkov za

source: Metadata type name
sl: Ime vrste metapodatkov

source: Metadata value
sl: Vrednost metapodatkov

source: Document metadata added
sl: Dodani metapodatki dokumenta

source: Document metadata edited
sl: Metapodatki dokumenta urejeni

source: Document metadata removed
sl: Metapodatki dokumenta so odstranjeni

source: Metadata type created
sl: Vrsta metapodatkov ustvarjena

source: Metadata type edited
sl: Vrsta metapodatkov urejena

source: Metadata type relationship updated
sl: Razmerje vrste metapodatkov je posodobljeno

source: Name
sl: Ime

source: Value
sl: Vrednost

source: Update
sl: Nadgradnja

source: Required
sl: Obvezno

source: Lookup value error: %s
sl: Napaka iskalne vrednosti: %s

source: Default value error: %s
sl: Napaka privzete vrednosti: %s

source: "%s" is required for this document type.
sl: Za to vrsto dokumenta je potreben &quot;%s&quot;.

source: Metadata types to be added to the selected documents.
sl: Tipi metapodatkov, ki bodo dodani izbranim dokumentom.

source: Metadata type
sl: Vrsta metapodatkov

source: Remove
sl: Odstrani

source: Basic
sl: Osnovno

source: Values
sl: Vrednote

source: Validation
sl: Validacija

source: Parsing
sl: Razčlenjevanje

source: Available template context variables:
sl: Razpoložljive spremenljivke konteksta predloge:

source: None
sl: Nobenega

source: Optional
sl: Neobvezno

source: Add metadata
sl: Dodajte metapodatke

source: Edit metadata
sl: Urejanje metapodatkov

source: Remove metadata
sl: Odstrani metapodatke

source: Metadata types
sl: Tipi metapodatkov

source: Document types
sl: Vrste dokumentov

source: Create new
sl: Ustvari novo

source: Delete
sl: Izbriši

source: Edit
sl: Uredi

source: Date and time parser
sl: Razčlenjevalnik datuma in časa

source: Date parser
sl: Razčlenjevalnik datuma

source: Regular expression parser
sl: Razčlenjevalnik regularnih izrazov

source: Time parser
sl: Razčlenjevalnik časa

source: Date and time validator
sl: Validator datuma in časa

source: Date validator
sl: Preverjevalnik datumov

source: Regular expression validator
sl: Preverjevalnik regularnih izrazov

source: The input string does not match the pattern.
sl: Vhodni niz se ne ujema z vzorcem.

source: Time validator
sl: Validator časa

source: Return the metadata of the document.
sl: Vrni metapodatke dokumenta.

source: Selected documents must be of the same type.
sl: Izbrani dokumenti morajo biti iste vrste.

source: Name used by other apps to reference this metadata type. Do not use python reserved words, or spaces.
sl: Ime, ki ga uporabljajo druge aplikacije za sklicevanje na to vrsto metapodatkov. Ne uporabljajte rezerviranih besed ali presledkov za python.

source: Short description of this metadata type.
sl: Kratek opis te vrste metapodatkov.

source: Label
sl: Oznaka

source: Enter a template to render.
sl: Vnesite predlogo za upodabljanje.

source: Default
sl: Privzeto

source: Enter a template to render. Must result in a comma delimited string.
sl: Vnesite predlogo za upodabljanje. Rezultat mora biti niz, ločen z vejicami.

source: Lookup
sl: Poglej gor

source: The validator will reject data entry if the value entered does not conform to the expected format.
sl: Validator bo zavrnil vnos podatkov, če vnesena vrednost ni v skladu s pričakovano obliko.

source: Enter the arguments for the validator in YAML format.
sl: Vnesite argumente za validator v formatu YAML.

source: Validator arguments
sl: Argumenti validatorja

source: The parser will reformat the value entered to conform to the expected format.
sl: Razčlenjevalnik bo preoblikoval vneseno vrednost, da bo ustrezala pričakovanemu formatu.

source: Parser
sl: Razčlenjevalnik

source: Enter the arguments for the parser in YAML format.
sl: Vnesite argumente za razčlenjevalnik v formatu YAML.

source: Parser arguments
sl: Argumenti razčlenjevalnika

source: Value is not one of the provided options.
sl: Vrednost ni ena od ponujenih možnosti.

source: Metadata type validation error; %(exception)s
sl: Napaka pri preverjanju vrste metapodatkov; %(exception)s

source: Document
sl: Dokument

source: Type
sl: Vrsta

source: The actual value stored in the metadata type field for the document.
sl: Dejanska vrednost, shranjena v polju vrste metapodatkov za dokument.

source: Document metadata
sl: Metapodatki dokumenta

source: Metadata type is required for this document type.
sl: Za to vrsto dokumenta je zahtevana vrsta metapodatkov.

source: Metadata type is not valid for this document type.
sl: Vrsta metapodatkov ni veljavna za to vrsto dokumenta.

source: Document type
sl: Vrsta dokumenta

source: Document type metadata type options
sl: Možnosti vrste metapodatkov vrste dokumenta

source: Document type metadata types options
sl: Možnosti vrste metapodatkov vrste dokumenta

source: Add metadata to a document
sl: Dodajte metapodatke v dokument

source: Edit a document's metadata
sl: Uredite metapodatke dokumenta

source: Remove metadata from a document
sl: Odstranite metapodatke iz dokumenta

source: View metadata from a document
sl: Ogled metapodatkov iz dokumenta

source: Edit metadata types
sl: Uredite vrste metapodatkov

source: Create new metadata types
sl: Ustvarite nove vrste metapodatkov

source: Delete metadata types
sl: Izbrišite vrste metapodatkov

source: View metadata types
sl: Oglejte si vrste metapodatkov

source: Remove metadata type
sl: Odstrani vrsto metapodatkov

source: Add required metadata type
sl: Dodajte zahtevano vrsto metapodatkov

source: Document metadata type
sl: Vrsta metapodatkov dokumenta

source: Document metadata value
sl: Vrednost metapodatkov dokumenta

source: Primary key of the metadata type to be added.
sl: Primarni ključ vrste metapodatkov, ki jih želite dodati.

source: Metadata type ID
sl: ID vrste metapodatkov

source: Primary key of the metadata type to be added to the document.
sl: Primarni ključ tipa metapodatkov, ki bo dodan v dokument.

source: Metadata add request performed on %(count)d document
sl: Zahteva za dodajanje metapodatkov, izvedena na dokumentu %(count)d

source: Metadata add request performed on %(count)d documents
sl: Zahteva za dodajanje metapodatkov, izvedena na dokumentih %(count)d

source: Add metadata types to document
sl: Dokumentu dodajte vrste metapodatkov

source: Add metadata types to document: %s
sl: Dokumentu dodajte vrste metapodatkov: %s

source: Error adding metadata type "%(metadata_type)s" to document: %(document)s; %(exception)s
sl: Napaka pri dodajanju vrste metapodatkov &quot;%(metadata_type)s&quot; v dokument: %(document)s; %(exception)s

source: Metadata type: %(metadata_type)s successfully added to document %(document)s.
sl: Vrsta metapodatkov: %(metadata_type)s je uspešno dodan v dokument %(document)s.

source: Metadata type: %(metadata_type)s already present in document %(document)s.
sl: Vrsta metapodatkov: %(metadata_type)s je že prisoten v dokumentu %(document)s.

source: Metadata edit request performed on %(count)d document
sl: Zahteva za urejanje metapodatkov, izvedena na dokumentu %(count)d

source: Metadata edit request performed on %(count)d documents
sl: Zahteva za urejanje metapodatkov, izvedena na dokumentih %(count)d

source: Add metadata types available for this document's type and assign them corresponding values.
sl: Dodajte vrste metapodatkov, ki so na voljo za to vrsto dokumenta, in jim dodelite ustrezne vrednosti.

source: There is no metadata to edit
sl: Ni metapodatkov za urejanje

source: Edit document metadata
sl: Urejanje metapodatkov dokumenta

source: Edit metadata for document: %s
sl: Uredi metapodatke za dokument: %s

source: Error editing metadata for document: %(document)s; %(exception)s.
sl: Napaka pri urejanju metapodatkov za dokument: %(document)s; %(exception)s.

source: Metadata for document %s edited successfully.
sl: Metapodatki za dokument %s so bili uspešno urejeni.

source: Add metadata types this document's type to be able to add them to individual documents. Once added to individual document, you can then edit their values.
sl: Dodajte vrste metapodatkov vrsti tega dokumenta, da jih boste lahko dodali posameznim dokumentom. Ko jih dodate posameznemu dokumentu, lahko uredite njihove vrednosti.

source: This document doesn't have any metadata
sl: Ta dokument nima metapodatkov

source: Metadata for document: %s
sl: Metapodatki za dokument: %s

source: Metadata remove request performed on %(count)d document
sl: Zahteva za odstranitev metapodatkov je bila izvedena na dokumentu %(count)d

source: Metadata remove request performed on %(count)d documents
sl: Zahteva za odstranitev metapodatkov, izvedena na dokumentih %(count)d

source: Remove metadata types from the document
sl: Odstranite vrste metapodatkov iz dokumenta

source: Remove metadata types from the document: %s
sl: Odstranite vrste metapodatkov iz dokumenta: %s

source: Successfully remove metadata type "%(metadata_type)s" from document: %(document)s.
sl: Uspešno odstranite vrsto metapodatkov &quot;%(metadata_type)s&quot; iz dokumenta: %(document)s.

source: Error removing metadata type "%(metadata_type)s" from document: %(document)s; %(exception)s
sl: Napaka pri odstranjevanju vrste metapodatkov &quot;%(metadata_type)s&quot; iz dokumenta: %(document)s; %(exception)s

source: Create metadata type
sl: Ustvari vrsto metapodatkov

source: Error deleting metadata type "%(instance)s"; %(exception)s
sl: Napaka pri brisanju vrste metapodatkov &quot;%(instance)s&quot;; %(exception)s

source: Metadata type "%(object)s" deleted successfully.
sl: Vrsta metapodatkov &quot;%(object)s&quot; je bila uspešno izbrisana.

source: %(count)d metadata type deleted successfully.
sl: vrsta metapodatkov %(count)d uspešno izbrisana.

source: %(count)d metadata types deleted successfully.
sl: %(count)d vrste metapodatkov uspešno izbrisane.

source: Delete metadata type: %(object)s.
sl: Izbriši vrsto metapodatkov: %(object)s.

source: Delete the %(count)d selected metadata type.
sl: Izbrišite %(count)d izbrano vrsto metapodatkov.

source: Delete the %(count)d selected metadata types.
sl: Izbrišite %(count)d izbrane vrste metapodatkov.

source: Edit metadata type: %s
sl: Uredi vrsto metapodatkov: %s

source: Metadata types are user defined properties that can be assigned values. Once created they must be associated to document types, either as optional or required, for each. Setting a metadata type as required for a document type will block the upload of documents of that type until a metadata value is provided.
sl: Tipi metapodatkov so uporabniško določene lastnosti, ki jim je mogoče dodeliti vrednosti. Ko so enkrat ustvarjeni, morajo biti povezani z vrstami dokumentov, bodisi neobvezno ali obvezno, za vsako. Če nastavite vrsto metapodatkov, kot je zahtevana za vrsto dokumenta, boste blokirali nalaganje dokumentov te vrste, dokler ne zagotovite vrednosti metapodatkov.

source: There are no metadata types
sl: Ni vrst metapodatkov

source: Create metadata type relationships to be able to associate them to this document type.
sl: Ustvarite relacije vrste metapodatkov, da jih boste lahko povezali s to vrsto dokumenta.

source: There are no metadata type relationships available
sl: Na voljo ni nobenih odnosov vrst metapodatkov

source: Metadata type relationships for document type: %s
sl: Razmerja med vrstami metapodatkov za vrsto dokumenta: %s

source: Document type relationships for metadata type: %s
sl: Razmerja vrste dokumenta za vrsto metapodatka: %s

source: Enter document metadata
sl: Vnesite metapodatke dokumenta

source: Metadata types to add to the document.
sl: Vrste metapodatkov, ki jih želite dodati v dokument.

source: Unable to add metadata type "%(metadata_type)s" from document: %(document)s. Exception: %(exception)s
sl: Ni mogoče dodati vrste metapodatkov &quot;%(metadata_type)s&quot; iz dokumenta: %(document)s. Izjema: %(exception)s

source: Metadata types to edit.
sl: Vrste metapodatkov za urejanje.

source: Value to assign to the metadata. Can be a literal value or template code.
sl: Vrednost, ki jo želite dodeliti metapodatkom. Lahko je dobesedna vrednost ali koda predloge.

source: Unable to edit metadata type "%(metadata_type)s" from document: %(document)s. Document does not have the metadata type to be edited. Exception: %(exception)s
sl: Ni mogoče urediti vrste metapodatkov &quot;%(metadata_type)s&quot; iz dokumenta: %(document)s. Dokument nima vrste metapodatkov za urejanje. Izjema: %(exception)s

source: Metadata types to remove from the document.
sl: Vrste metapodatkov, ki jih želite odstraniti iz dokumenta.

source: Unable to remove metadata type "%(metadata_type)s" from document: %(document)s. Exception: %(exception)s
sl: Ni mogoče odstraniti vrste metapodatkov &quot;%(metadata_type)s&quot; iz dokumenta: %(document)s. Izjema: %(exception)s
