Repository: kaenguruhs/Mayan-EDMS
Catalog: mayan/apps/file_caching/locale/*/LC_MESSAGES/django.po
Languages: el

source: File caching
el: Προσωρινή αποθήκευση αρχείων

source: Cache created
el: Δημιουργήθηκε προσωρινή μνήμη

source: Cache edited
el: Η προσωρινή μνήμη τροποποιήθηκε

source: Cache purged
el: Εκκαθαρίστηκε η προσωρινή μνήμη

source: File caches
el: Προσωρινή μνήμη αρχείων

source: Purge cache
el: Εκκαθάριση προσωρινής μνήμης

source: Size at which the cache will start deleting old entries.
el: Μέγεθος στο οποίο η προσωρινή μνήμη θα αρχίσει να διαγράφει παλιές καταχωρήσεις.

source: Maximum size
el: Μέγιστο μέγεθος

source: Unknown
el: Άγνωστο

source: Current size
el: Τρέχον μέγεθος

source: Current size of the cache.
el: Τρέχον μέγεθος της προσωρινής μνήμης.

source: Internal name of the defined storage for this cache.
el: Εσωτερικό όνομα του καθορισμένου χώρου αποθήκευσης για αυτήν την προσωρινή μνήμη.

source: Defined storage name
el: Καθορισμένο όνομα χώρου αποθήκευσης

source: Maximum size of the cache in bytes.
el: Μέγιστο μέγεθος της προσωρινής μνήμης σε byte.

source: Cache
el: Προσωρινή μνήμη

source: Caches
el: Προσωρινές μνήμες

source: Name
el: Όνομα

source: Cache partition
el: Κατάτμηση προσωρινής μνήμης

source: Cache partitions
el: Κατατμήσεις προσωρινής μνήμης

source: Date time
el: Ημερομηνία ώρα

source: Filename
el: Όνομα αρχείου

source: File size
el: Μέγεθος αρχείου

source: Cache partition file
el: Αρχείο κατάτμησης προσωρινής μνήμης

source: Cache partition files
el: Αρχεία κατάτμησης προσωρινής μνήμης

source: Purge a file cache
el: Εκκαθάριση προσωρινής μνήμης ενός αρχείου

source: View a file cache
el: Προβολή προσωρινής μνήμης ενός αρχείου

source: File caches list
el: Λίστα προσωρινών μνημών αρχείου
