Repository: kaenguruhs/Mayan-EDMS
Catalog: mayan/apps/task_manager/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Task manager
fr: Gestionnaire de tâche

source: Label
fr: Étiquette

source: Name
fr: Nom

source: Default queue?
fr: File d'attente par défaut ?

source: Is transient?
fr: Est-il transitoire?

source: Start time
fr: Heure de début

source: Host
fr: Hôte

source: Keyword arguments
fr: Arguments relatifs aux mots-clés

source: Worker process ID
fr: ID du processus de travail

source: View tasks
fr: Afficher les tâches

source: Default: "AMQPLAIN". Set custom amqp login method.
fr: Par défaut : «AMQPLAIN». Définissez la méthode de connexion amqp personnalisée.

source: Default: "amqp://". Default broker URL. This must be a URL in the form of: transport://userid:password@hostname:port/virtual_host Only the scheme part (transport://) is required, the rest is optional, and defaults to the specific transports default values.
fr: Par défaut : « amqp:// ». URL du fournisseur par défaut. Il doit s'agir d'une URL sous la forme : « transport://userid:password@hostname:port/virtual_host ». Seule la partie de la forme (transport://) est requise, le reste est facultatif et correspondent par défaut aux valeurs prédéfinies des transports déterminés.

source: Default: "Disabled". Toggles SSL usage on broker connection and SSL settings. The valid values for this option vary by transport.
fr: Par défaut : «Désactivé». Active ou désactive l'utilisation du SSL sur la connexion de l'intermédiaire et les paramètres SSL. Les valeurs valides pour cette option varient selon le transport.

source: Default: No result backend enabled by default. The backend used to store task results (tombstones). Refer to http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
fr: Par défaut : aucun backend de résultat n'est activée par défaut. Le backend utilisé pour stocker les résultats des tâches (tombstones). Reportez-vous à 'http://docs.celleryproject.org/en/v4.1.0/userguide/configuration.html#result-backend'

source: Test queue
fr: File d'attente de test

source: Background task queues
fr: Files d'attente des tâches en arrière-plan
