Repository: kaenguruhs/Mayan-EDMS
Catalog: mayan/apps/document_parsing/locale/*/LC_MESSAGES/django.po
Languages: ro_ro

source: Document parsing
ro_ro: Analiza documentelor

source: A generator returning the document file's pages parsed content.
ro_ro: Un generator care returnează conținutul analizat din paginile fișierului documentului.

source: Content
ro_ro: Conținut

source: Result
ro_ro: Rezultat

source: Utility from the poppler-utils package used to extract content from PDF files.
ro_ro: Utilitar din pachetul poppler-utils folosit pentru extragerea conținutului din fișierele PDF.

source: Document file parsed content deleted
ro_ro: Conținutul analizat din fișierul documentului a fost șters

source: Document file submitted for parsing
ro_ro: Fișierul documentului a fost trimis spre analizare

source: Document file parsing finished
ro_ro: Analiza fișierului documentului s-a încheiat

source: Page %(page_number)d
ro_ro: Pagina %(page_number)d

source: Contents
ro_ro: Conţinut

source: Delete parsed content
ro_ro: Ștergeți conținutul analizat

source: Download content
ro_ro: Descărcați conținut

source: Parsing errors
ro_ro: Erori de analiză

source: Submit for parsing
ro_ro: Trimiteți pentru analiză

source: Setup parsing
ro_ro: Configurarea analizării

source: Parse documents per type
ro_ro: Analizare pe tipuri de documente

source: Document file page
ro_ro: Pagina fișierului documentului

source: The actual text content as extracted by the document parsing backend.
ro_ro: Conținutul actual de text extras de către backend-ul de analiză a documentelor.

source: Document file page content
ro_ro: Conținutul paginii fișierului documentului

source: Document file page contents
ro_ro: Conținutul paginii fișierului de document

source: Document type
ro_ro: Tipul documentului

source: Automatically queue newly created documents for parsing.
ro_ro: Analiză automată a documentelor nou create

source: Document type settings
ro_ro: Setările tipului de document

source: Document types settings
ro_ro: Setările pentru tipurile de documente

source: Document file
ro_ro: Fișier document

source: Date time submitted
ro_ro: Marcaj temporal al trimiterii

source: Document file parse error
ro_ro: Eroare de analiză a fișierului de document

source: Document file parse errors
ro_ro: Erori de analiză a fișierelor de document

source: Exception parsing page; %s
ro_ro: Eroare de analiză la pagina; %s

source: Cannot find pdftotext executable at: %s
ro_ro: Nu se poate găsi executabilul pdftotext la: %s

source: View the content of a document file
ro_ro: Vizualizați conținutul unui fișier document

source: Parse the content of a document file
ro_ro: Analizați conținutul unui fișier document

source: Change document type parsing settings
ro_ro: Modificați setările de analiză pentru tipul de document

source: Parsing
ro_ro: Analizare

source: Document file parsing
ro_ro: Analiza fișierelor de document

source: Document file content
ro_ro: Conținutul fișierului document

source: Set new document types to perform parsing automatically by default.
ro_ro: Setați tipuri noi de documente pentru a efectua analiza în mod automat în mod prestabilit.

source: File path to poppler's pdftotext program used to extract text from PDF files.
ro_ro: Calea de fișier pentru programul pdftotext folosit pentru a extrage textul din fișiere PDF.

source: Error deleting document version content "%(instance)s"; %(exception)s
ro_ro: Eroare la ștergerea conținutului versiunii documentului „%(instance)s”; %(exception)s

source: Content of "%(object)s" deleted successfully.
ro_ro: Conținutul „%(object)s” a fost șters cu succes.

source: Content of %(count)d document version deleted successfully.
ro_ro: Conținutul versiunii documentului %(count)d a fost șters cu succes.

source: Content of %(count)d document versions deleted successfully.
ro_ro: Conținutul versiunilor documentului %(count)d a fost șters cu succes.

source: Delete the content of: %(object)s.
ro_ro: Ștergeți conținutul din: %(object)s.

source: Delete the content of the %(count)d selected document version.
ro_ro: Ștergeți conținutul versiunii documentului selectat %(count)d.

source: Delete the content of the %(count)d selected document versions.
ro_ro: Ștergeți conținutul versiunilor de document %(count)d selectate.

source: Content for document file: %s
ro_ro: Conținut pentru fișierul document: %s

source: Content for document file page: %s
ro_ro: Conținut pentru pagina fișierului document: %s

source: Parsing errors for document file: %s
ro_ro: Erori de analiză pentru fișierul document: %s

source: %(count)d document file added to the parsing queue
ro_ro: Fișierul document %(count)d adăugat la coada de analiză

source: %(count)d documents files added to the parsing queue
ro_ro: %(count)d fișiere document adăugate la coada de analiză

source: Submit %(count)d document file to the parsing queue?
ro_ro: Trimiteți fișierul document %(count)d la coada de analiză?

source: Submit document file "%s" to the parsing queue
ro_ro: Trimiteți fișierul document „%s” la coada de analiză

source: Edit parsing settings for document type: %s.
ro_ro: Editați setările de analiză pentru tipul de document: %s.

source: Submit all documents of a type for parsing
ro_ro: Trimiteți toate documentele de un tip la analiză

source: %(count)d documents added to the parsing queue.
ro_ro: %(count)d documente adăugate la coada de analiză.
