Repository: kaenguruhs/Mayan-EDMS
Catalog: mayan/apps/smart_settings/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Smart settings
hu: Intelligens beállítások

source: Setting count
hu: Beállítások száma

source: Name
hu: Név

source: Value
hu: Érték

source: Settings namespace
hu: Beállítások névtere

source: Choices
hu: Választások

source: Possible values allowed for this setting.
hu: Ennél a beállításnál megengedett értékek.

source: Default
hu: Alapéretelmezett

source: Overridden
hu: Felülbírált

source: Enter the new setting value.
hu: Új beállítási érték megadása.

source: "%s" not a valid entry.
hu: A "%s" egy érvénytelen bejegyzés.

source: Settings
hu: Beállítások

source: Namespaces
hu: Névterek

source: Edit
hu: Szerkesztés

source: Edit settings
hu: Beállítások szerkesztése

source: View settings
hu: Beállítások megtekintése

source: A list of strings representing the host/domain names that this site can serve. This is a security measure to prevent HTTP Host header attacks, which are possible even under many seemingly-safe web server configurations. Values in this list can be fully qualified names (e.g. 'www.example.com'), in which case they will be matched against the request's Host header exactly (case-insensitive, not including port). A value beginning with a period can be used as a subdomain wildcard: '.example.com' will match example.com, www.example.com, and any other subdomain of example.com. A value of '*' will match anything; in this case you are responsible to provide your own validation of the Host header (perhaps in a middleware; if so this middleware must be listed first in MIDDLEWARE).
hu: A webhely által kiszolgálható állomás/tartományneveket jelölő karakterláncok listája. Ez egy biztonsági intézkedés a HTTP Host fejléc elleni támadások megelőzésére, amelyek még sok biztonságosnak tűnő webkiszolgáló konfiguráció esetén is lehetségesek. A lista értékei lehetnek teljesen minősített nevek (pl. 'www.example.com'), ebben az esetben a rendszer pontosan összeveti őket a kérés Host fejlécével (a nagy- és kisbetűket nem érzékelve, a portot nem beleértve). A ponttal kezdődő értékek aldomain vadkártyaként használhatók\: a '.example.com' az example.com, a www.example.com és az example.com bármely más aldomainjére illik. A '*' érték bármire megfelel; ebben az esetben a felhasználónak kell gondoskodnia a Host fejléc saját érvényesítéséről (esetleg egy middleware-ben; ha igen, akkor ezt a middleware-t kell elsőként feltüntetni a MIDDLEWARE-ben).

source: When set to True, if the request URL does not match any of the patterns in the URLconf and it doesn't end in a slash, an HTTP redirect is issued to the same URL with a slash appended. Note that the redirect may cause any data submitted in a POST request to be lost. The APPEND_SLASH setting is only used if CommonMiddleware is installed (see Middleware). See also PREPEND_WWW.
hu: True értékre állítva, ha a kérés URL címe nem felel meg az URLconf egyik mintájának sem, és nem végződik egy perjelre, a rendszer HTTP átirányítást ad ki ugyanarra az URL címre, egy perjel hozzáadásával. Vegye figyelembe, hogy az átirányítás miatt a POST-kérelemben megadott adatok elveszhetnek. Az APPEND_SLASH beállítás csak akkor használható, ha a CommonMiddleware telepítve van (lásd Middleware). Lásd még PREPEND_WWWW.

source: The list of validators that are used to check the strength of user's passwords.
hu: A felhasználói jelszavak erősségének ellenőrzésére használt érvényesítők listája.

source: A list of authentication backend classes (as strings) to use when attempting to authenticate a user.
hu: A felhasználó hitelesítésének megkísérlésekor használandó hitelesítési háttérosztályok listája (karakterláncként).

source: A dictionary containing the settings for all databases to be used with Django. It is a nested dictionary whose contents map a database alias to a dictionary containing the options for an individual database. The DATABASES setting must configure a default database; any number of additional databases may also be specified.
hu: Egy szótár, amely tartalmazza a Djangóval használandó összes adatbázis beállításait. Ez egy egymásba ágyazott szótár, amelynek tartalma egy adatbázis aliasát egy olyan szótárhoz képezi le, amely az egyes adatbázisok beállításait tartalmazza. A DATABASES beállításban egy alapértelmezett adatbázist kell beállítani; tetszőleges számú további adatbázis is megadható.

source: Default: 2621440 (i.e. 2.5 MB). The maximum size in bytes that a request body may be before a SuspiciousOperation (RequestDataTooBig) is raised. The check is done when accessing request.body or request.POST and is calculated against the total request size excluding any file upload data. You can set this to None to disable the check. Applications that are expected to receive unusually large form posts should tune this setting. The amount of request data is correlated to the amount of memory needed to process the request and populate the GET and POST dictionaries. Large requests could be used as a denial-of-service attack vector if left unchecked. Since web servers don't typically perform deep request inspection, it's not possible to perform a similar check at that level. See also FILE_UPLOAD_MAX_MEMORY_SIZE.
hu: Alapértelmezett\: 2621440 (azaz 2,5 MB). A maximális méret bájtokban kifejezve, amelyet egy kérés teste elérhet, mielőtt SuspiciousOperation (RequestDataTooBig) jelzést kapna. Az ellenőrzés a request.body vagy a request.POST elérésekor történik, és a teljes kérés mérete alapján kerül kiszámításra, kivéve a fájlfeltöltési adatokat. Az ellenőrzés letiltásához beállíthatja ezt a None értékre. Azoknak az alkalmazásoknak, amelyek várhatóan szokatlanul nagy űrlappostokat kapnak, érdemes ezt a beállítást hangolniuk. A kérés adatainak mennyisége a kérés feldolgozásához és a GET és POST szótárak feltöltéséhez szükséges memória mennyiségével korrelál. A nagy kérések szolgáltatásmegtagadási támadás vektoraként használhatók fel, ha nem kapcsolja be. Mivel a webkiszolgálók jellemzően nem végeznek mélyreható kérésvizsgálatot, ezen a szinten nem lehet hasonló ellenőrzést végezni. Lásd még FILE_UPLOAD_MAX_MEMORY_SIZE.

source: Default: 'webmaster@localhost' Default email address to use for various automated correspondence from the site manager(s). This doesn't include error messages sent to ADMINS and MANAGERS; for that, see SERVER_EMAIL.
hu: Default\: 'webmaster@localhost' Alapértelmezett e-mail cím, amelyet a webhely vezetőjének (vezetőinek) különböző automatikus levelezéséhez használnak. Ez nem tartalmazza az ADMINS-nek és MANAGERS-nek küldött hibaüzeneteket; erre vonatkozóan lásd a SERVER_EMAIL-t.

source: Default: [] (Empty list). List of compiled regular expression objects representing User-Agent strings that are not allowed to visit any page, systemwide. Use this for bad robots/crawlers. This is only used if CommonMiddleware is installed (see Middleware).
hu: Alapértelmezett: [] (Üres lista). Az olyan User-Agent karakterláncokat reprezentáló, összeállított reguláris kifejezések objektumainak listája, amelyek nem látogathatók semmilyen oldalra, az egész rendszerben. Használja ezt a rossz robotok/lánctalpasok számára. Ez csak akkor használható, ha a CommonMiddleware telepítve van (lásd Middleware).

source: Default: 'django.core.mail.backends.smtp.EmailBackend'. The backend to use for sending emails.
hu: Alapértelmezett: 'django.core.mail.backends.smtp.EmailBackend'. Az e-mailek küldésére használható háttérprogram.

source: Default: 'localhost'. The host to use for sending email.
hu: Alapértelmezett: 'localhost'. Az e-mailek küldésére használt gazdagép.

source: Default: '' (Empty string). Password to use for the SMTP server defined in EMAIL_HOST. This setting is used in conjunction with EMAIL_HOST_USER when authenticating to the SMTP server. If either of these settings is empty, Django won't attempt authentication.
hu: Alapértelmezett: '' (üres karakterlánc). Az EMAIL_HOST-ban meghatározott SMTP-kiszolgálóhoz használandó jelszó. Ezt a beállítást az EMAIL_HOST_USER-rel együtt kell használni az SMTP-kiszolgálóval való hitelesítéskor. Ha bármelyik beállítás üres, a Django nem próbálkozik a hitelesítéssel.

source: Default: '' (Empty string). Username to use for the SMTP server defined in EMAIL_HOST. If empty, Django won't attempt authentication.
hu: Alapértelmezett: '' (üres karakterlánc). Az EMAIL_HOST-ban meghatározott SMTP-kiszolgálóhoz használandó felhasználónév. Ha üres, a Django nem próbálkozik a hitelesítéssel.

source: Default: 25. Port to use for the SMTP server defined in EMAIL_HOST.
hu: Alapértelmezés: 25. A EMAIL_HOST-ban meghatározott SMTP-kiszolgálóhoz használandó port.

source: Default: None. Specifies a timeout in seconds for blocking operations like the connection attempt.
hu: Alapértelmezés: Nincs. Megadja az időtúllépést másodpercben a blokkolási műveletekhez, például a csatlakozási kísérlethez.

source: Default: False. Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most email documentation this type of TLS connection is referred to as SSL. It is generally used on port 465. If you are experiencing problems, see the explicit TLS setting EMAIL_USE_TLS. Note that EMAIL_USE_TLS/EMAIL_USE_SSL are mutually exclusive, so only set one of those settings to True.
hu: Alapértelmezett: False. Használjon-e implicit TLS (biztonságos) kapcsolatot, amikor az SMTP-kiszolgálóval beszél. A legtöbb e-mail dokumentációban ezt a fajta TLS-kapcsolatot SSL-ként említik. Általában a 465-ös porton használják. Ha problémákat tapasztal, lásd az EMAIL_USE_TLS explicit TLS beállítását. Vegye figyelembe, hogy az EMAIL_USE_TLS/EMAIL_USE_SSL kölcsönösen kizárják egymást, ezért csak az egyik beállítást állítsa True értékre.

source: Default: False. Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587. If you are experiencing hanging connections, see the implicit TLS setting EMAIL_USE_SSL.
hu: Alapértelmezett: False. TLS (biztonságos) kapcsolat használata az SMTP-kiszolgálóval való kommunikáció során. Ezt a kifejezett TLS-kapcsolatoknál használjuk, általában az 587-es porton. Ha akadozó kapcsolatokat tapasztal, lásd az EMAIL_USE_SSL implicit TLS beállítását.

source: Default: 2621440 (i.e. 2.5 MB). The maximum size (in bytes) that an upload will be before it gets streamed to the file system. See Managing files for details. See also DATA_UPLOAD_MAX_MEMORY_SIZE.
hu: Alapértelmezett: 2621440 (azaz 2,5 MB). A maximális méret (bájtokban), amelyet egy feltöltés elérhet, mielőtt az a fájlrendszerbe kerül. A részletekért lásd: Fájlok kezelése. Lásd még DATA_UPLOAD_MAX_MEMORY_SIZE.

source: Default: '/accounts/login/' The URL where requests are redirected for login, especially when using the login_required() decorator. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
hu: Alapértelmezett: '/accounts/login/' Az az URL, ahová a kéréseket a bejelentkezéshez átirányítják, különösen a login_required() dekorátor használata esetén. Ez a beállítás névre szóló URL-mintákat is elfogad, amelyekkel csökkenthető a konfiguráció duplikálása, mivel nem kell két helyen (settings és URLconf) meghatározni az URL-t.

source: Default: '/accounts/profile/' The URL where requests are redirected after login when the contrib.auth.login view gets no next parameter. This is used by the login_required() decorator, for example. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
hu: Alapértelmezett: '/accounts/profile/' Az az URL, ahová a kérések bejelentkezés után átirányításra kerülnek, ha a contrib.auth.login nézet nem kap következő paramétert. Ezt használja például a login_required() dekorátor. Ez a beállítás névre szóló URL-mintákat is elfogad, amelyekkel csökkenthető a konfigurációs duplikáció, mivel nem kell két helyen (settings és URLconf) definiálni az URL-t.

source: Default: None. The URL where requests are redirected after a user logs out using LogoutView (if the view doesn't get a next_page argument). If None, no redirect will be performed and the logout view will be rendered. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
hu: Alapértelmezett: Nincs. Az az URL, ahová a kérések átirányításra kerülnek, miután a felhasználó kijelentkezik a LogoutView használatával (ha a nézet nem kap next_page argumentumot). Ha None, akkor nem történik átirányítás, és a kijelentkezési nézet lesz megjelenítve. Ez a beállítás névre szóló URL-mintákat is elfogad, amelyekkel csökkenthető a konfiguráció duplikálása, mivel nem kell az URL-t két helyen (settings és URLconf) definiálni.

source: A list of IP addresses, as strings, that: Allow the debug() context processor to add some variables to the template context. Can use the admindocs bookmarklets even if not logged in as a staff user. Are marked as "internal" (as opposed to "EXTERNAL") in AdminEmailHandler emails.
hu: IP-címek listája, karakterláncokként, amelyek: Lehetővé teszi a debug() kontextusfeldolgozó számára, hogy néhány változót hozzáadjon a sablon-kontextushoz. Használhatja az admindocs könyvjelzőket akkor is, ha nem személyzeti felhasználóként van bejelentkezve. Az AdminEmailHandler e-mailekben "belső" (szemben az "EXTERNAL" jelzéssel) vannak jelölve.

source: A list of all available languages. The list is a list of two-tuples in the format (language code, language name) for example, ('ja', 'Japanese'). This specifies which languages are available for language selection. Generally, the default value should suffice. Only set this setting if you want to restrict language selection to a subset of the Django-provided languages.
hu: Az összes elérhető nyelv listája. A lista két tuplából álló lista, a következő formátumban (nyelvkód, nyelv neve), például: ('ja', 'japán'). Ez adja meg, hogy mely nyelvek állnak rendelkezésre a nyelvválasztáshoz. Általában az alapértelmezett értéknek elegendőnek kell lennie. Csak akkor állítsa be ezt a beállítást, ha a nyelvválasztást a Django által biztosított nyelvek egy részhalmazára szeretné korlátozni.

source: A string representing the language code for this installation. This should be in standard language ID format. For example, U.S. English is "en-us". It serves two purposes: If the locale middleware isn't in use, it decides which translation is served to all users. If the locale middleware is active, it provides a fallback language in case the user's preferred language can't be determined or is not supported by the website. It also provides the fallback translation when a translation for a given literal doesn't exist for the user's preferred language.
hu: A telepítés nyelvi kódját jelölő karakterlánc. Ennek a szabványos nyelvi azonosító formátumban kell lennie. Például az amerikai angol "en-us". Két célt szolgál: Ha a locale middleware nincs használatban, ez dönti el, hogy melyik fordítás kerül kiszolgálásra az összes felhasználónak. Ha a locale middleware aktív, akkor egy tartalék nyelvet biztosít arra az esetre, ha a felhasználó preferált nyelve nem határozható meg, vagy a weboldal nem támogatja. A tartalék fordítást akkor is biztosítja, ha egy adott szó szerinti fordítás nem létezik a felhasználó által preferált nyelvre.

source: Default: 'sessionid'. The name of the cookie to use for sessions.This can be whatever you want (as long as it's different from the other cookie names in your application).
hu: Alapértelmezett: 'sessionid'. A munkamenetekhez használandó süti neve.Ez bármilyen lehet (feltéve, hogy különbözik az alkalmazásban lévő többi süti nevétől).

source: Default: 'django.contrib.sessions.backends.db'. Controls where Django stores session data.
hu: Alapértelmezett: 'django.contrib.sessions.backends.db'. Azt szabályozza, hogy a Django hol tárolja a munkamenetadatokat.

source: A tuple representing a HTTP header/value combination that signifies a request is secure. This controls the behavior of the request object’s is_secure() method. Warning: Modifying this setting can compromise your site’s security. Ensure you fully understand your setup before changing it.
hu: Egy HTTP fejléc/érték kombinációt reprezentáló tuple, amely azt jelzi, hogy a kérés biztonságos. Ez vezérli a request objektum is_secure() metódusának viselkedését. Figyelmeztetés: Ennek a beállításnak a módosítása veszélyeztetheti a webhely biztonságát. Győződjön meg róla, hogy teljesen megértette a beállításait, mielőtt megváltoztatná.

source: URL to use when referring to static files located in STATIC_ROOT. Example: "/static/" or "http://static.example.com/" If not None, this will be used as the base path for asset definitions (the Media class) and the staticfiles app. It must end in a slash if set to a non-empty value.
hu: A STATIC_ROOT-ban található statikus fájlokra való hivatkozáskor használandó URL. Példa: "vagy "http://static.example.com/". Ha nem None, akkor ez lesz az eszközdefiníciók (a Media osztály) és a staticfiles alkalmazás alap elérési útvonala. Ha nem üres értékre van beállítva, akkor a végének egy slash-re kell végződnie.

source: The file storage engine to use when collecting static files with the collectstatic management command. A ready-to-use instance of the storage backend defined in this setting can be found at django.contrib.staticfiles.storage.staticfiles_storage.
hu: A statikus fájlok collectstatic kezelési paranccsal történő összegyűjtésekor használandó fájltároló motor. Az ebben a beállításban definiált tároló háttértár egy használatra kész példánya a django.contrib.staticfiles.storage.staticfiles_storage címen található.

source: A string representing the time zone for this installation. Note that this isn't necessarily the time zone of the server. For example, one server may serve multiple Django-powered sites, each with a separate time zone setting.
hu: A telepítés időzónáját jelölő karakterlánc. Vegye figyelembe, hogy ez nem feltétlenül a kiszolgáló időzónája. Egy szerver például több Django által működtetett oldalt is kiszolgálhat, mindegyiknek külön időzóna beállítása van.

source: A boolean that specifies whether to use the X-Forwarded-Host header in preference to the Host header. This should only be enabled if a proxy which sets this header is in use.
hu: Egy bólus, amely megadja, hogy az X-Forwarded-Host fejlécet használja-e a Host fejléc helyett. Ezt csak akkor kell engedélyezni, ha olyan proxy van használatban, amely ezt a fejlécet állítja be.

source: A boolean that specifies whether to use the X-Forwarded-Port header in preference to the SERVER_PORT META variable. This should only be enabled if a proxy which sets this header is in use. USE_X_FORWARDED_HOST takes priority over this setting.
hu: Egy bólus, amely meghatározza, hogy a SERVER_PORT META változó helyett az X-Forwarded-Port fejlécet használja-e. Ezt csak akkor kell engedélyezni, ha olyan proxy van használatban, amely ezt a fejlécet beállítja. A USE_X_FORWARDED_HOST elsőbbséget élvez ezzel a beállítással szemben.

source: The full Python path of the WSGI application object that Django's built-in servers (e.g. runserver) will use. The django-admin startproject management command will create a simple wsgi.py file with an application callable in it, and point this setting to that application.
hu: A WSGI alkalmazásobjektum teljes Python elérési útvonala, amelyet a Django beépített szerverei (pl. runserver) használni fognak. A django-admin startproject kezelési parancs létrehoz egy egyszerű wsgi.py fájlt, amelyben van egy alkalmazás hívható, és ezt a beállítást erre az alkalmazásra irányítja.

source: Warning
hu: Figyelmeztetés

source: Settings updated, restart your installation and refresh your browser for changes to take effect.
hu: A beállítások frissítve, indítsa újra a telepítést, és frissítse a böngészőt, hogy a változtatások életbe lépjenek.

source: English
hu: Angol

source: Local storage is currently disabled, changes to setting values will not be saved or take effect.
hu: A helyi tárhely jelenleg le van tiltva, a beállítási értékek módosításai nem kerülnek mentésre és nem lépnek érvénybe.

source: Setting updated successfully.
hu: A beállítás sikeresen frissítve.

source: Edit setting: %s
hu: Beállítás szerkesztése: %s

source: Settings inherited from an environment variable take precedence and cannot be changed in this view.
hu: A környezeti változótól örökölt beállítások elsőbbséget élveznek, és ebben a nézetben nem módosíthatók.

source: Settings in namespace: %s
hu: Beállítások a névtérben: %s

source: Namespace: %s, not found
hu: %s névtér nem található

source: Setting namespaces
hu: Beállítás névterei
